import { FC } from "react";
import styles from './about.module.scss';

const AboutUs: FC = () => {

    return (
        <div className="container">
            <h2 className={styles.title}>ПРО НАС</h2>
            <p className={styles.text}>Благодійна організація «Фонд «МІР» була заснована у 2019 році небайдужими людьми Сілівестровим Іваном, Дуковською Інною, Рибак В’ячеславом, Ільющенковою Ганною. Директором ГО виступає Сілівестров Іван, голова правління Ільющенкова Ганна. Організація діє на теренах міста Одеса. </p>
            <p className={styles.text}>Благодійна організація «Фонд «МІР», допомагає ветеранам війни, безпритульним і сім'ям військових, здійснює широкий спектр дій для поліпшення їхнього становища та забезпечення необхідною підтримкою. Ось деякі аспекти діяльності БО:</p>
            <ol className={styles.list}>
                <li className={styles.item}>
                    <h4>1. Соціальна та психологічна підтримка:</h4>
                    <p>
                        Надання консультацій та психологічної допомоги для ветеранів війни та їхніх сімей, які можуть стикатися з травмами та стресом.
                        Організація групових занять та сесій для покращення психологічного стану ветеранів.
                    </p>
                </li>
                <li className={styles.item}>
                    <h4>2. Медична допомога:</h4>
                    <p>
                        Забезпечення доступу до безкоштовних чи знижених за ціною медичних послуг для ветеранів та їхніх сімей.
                        Сприяння в організації медичних досліджень та лікування для тих, хто потребує спеціалізованої допомоги.
                    </p>
                </li>
                <li className={styles.item}>
                    <h4>3. Соціальна реінтеграція:</h4>
                    <p>
                        Допомога у влаштуванні на роботу або навчанні для ветеранів та безпритульних осіб.
                        Організація тренінгів та майстер-класів з метою розвитку професійних навичок.
                    </p>
                </li>
                <li className={styles.item}>
                    <h4>4. Житлова підтримка:</h4>
                    <p>
                        Забезпечення житлового простору для безпритульних осіб чи тих, хто опинився в складних життєвих обставинах.
                        Надання матеріальної допомоги для покращення умов проживання ветеранів та їхніх родин.
                    </p>
                </li>
                <li className={styles.item}>
                    <h4>5. Організація заходів та програм:</h4>
                    <p>
                        Проведення заходів для підвищення громадської свідомості та залучення фінансової підтримки.
                        Організація культурних та соціальних подій для зміцнення спільноти та підтримки ветеранів.
                    </p>
                </li>
                <li className={styles.item}>
                    <h4>6. Лобіювання та правозахист:</h4>
                    <p>
                        Виступ за права ветеранів на різних рівнях — в урядових структурах, громадських організаціях та громаді загалом.
                        Допомога в оформленні соціальних та правових виплат для ветеранів та їхніх родин.
                    </p>
                </li>
            </ol>
            <p className={styles.text}>Ці заходи спрямовані на покращення якості життя ветеранів війни, безпритульних та сімей військовослужбовців, а також на сприяння їхній соціальній інтеграції та підтримці у важкі моменти.</p>
            <p className={styles.text}>Наразі сотні тисяч українців були вимушені покинути рідні домівки у зв'язку з військовими діями або ж просто потребують допомоги з їжею, медикаментами та іншим продовольством. Тож окрім допомоги армії важливо підтримувати людей, які постраждали від війни.  За час свого існування організацією за допомогою представників бізнесу та держаних органів, було надано допомогу тисячам переселенців, інвалідам війни.</p>
        </div>
    );
};

export default AboutUs;